import { SelectProps } from "antd/es/select"

export const directionOptions : SelectProps['options'] = []
const data = ['Аллергология','Ангиология','Беременность','Венерология','Гастроэнтерология','Гематология','Гепатология',
'Гинекология','Дерматология','Иммунология','Инфекционистика','Кардиология','Косметология','Маммология','Наркология','Неврология',
'Нефрология','Обследование','Онкология','Оториноларингология','Офтальмология','Паразитология','Педиатрия','Пластическая хирургия',
'Проктология','Психиатрия','Пульмонология','Ревматология','Стоматология','Терапия','Травматология и ортопедия','Урология',
'Хирургия','Эндокринология'].forEach(function (obj) {
    directionOptions.push({value: obj, label: obj})
})